Repository: Sabesan2000/SOFE-QUAILTY-FINAL
Catalog: Calibre/src/calibre_plugins/count_pages/translations/*.po
Languages: es

source: Count the number of pages and/or words in a book to store in custom column(s)
es: Cuenta el número de páginas y/o palabras en un libro que se almacenarán en la(s) columna(s) personalizada(s)

source: &Estimate page/word counts
es: Conteo &Estimado de páginas/palabras

source: &Download page/word counts
es: &Descargar el conteo de páginas/palabras

source: &Customize plugin
es: &Configurar plugin

source: Configure plugin
es: Configurar plugin

source: You must specify custom column(s) first. Do you want to configure this now?
es: Debes especificar primero la(s) columna(s) personalizada(s). ¿Quieres configurarlo ahora?

source: Count Page/Word Statistics
es: Estadísticas de conteo de páginas/palabras

source: Counting statistics in %d books
es: Contando estadísticas en %d libro(s)

source: Failed to count statistics
es: Fallaron las estadísticas de conteo

source: Counting statistics completed
es: Estadísticas de conteo completadas

source: Failed to generate any statistics. <b>View Log</b> for details
es: Fallo al generar las estadísticas. Detalles en <b>Ver informe</b>

source: Count log
es: Log de la cuenta

source: Count Pages failed
es: Falló Count Pages

source: <p>Count Pages plugin found <b>%d statistics(s)</b>.
es: <p>El plugin Count Pages encontró <b>%d estadística(s)</b>.

source: Proceed with updating columns in your library?
es: ¿Procedo a actualizar las columnas en tu biblioteca?

source: Count complete
es: Cuenta finalizada

source: Updating statistics
es: Actualizando estadísticas

source: Updating
es: Actualizando

source: Working...
es: Trabajando...

source: Cancel
es: Cancelar

source: Queueing books for counting statistics
es: Encolando libros para estadísticas de conteo

source: ADOBE page count requires EPUB format
es: La cuenta de páginas de ADOBE requiere un formato EPUB

source: Book already has all statistics and overwrite is turned off
es: El libro ya tiene estadísticas y la sobreescritura está desactivada

source: No goodreads id
es: No hay un identificador de goodreads

source: Queueing
es: Encolando

source: No convertible format found
es: No se ha encontrado un formato que se pueda convertir

source: Could not analyse some statistics in %d of %d books, for reasons shown in details below.
es: No se pudieron analizar algunas estadísticas en %d de %d libros, por las razones que se muestran en los detalles de abajo.

source: Page/word/statistics warnings
es: Avisos de páginas/palabras/estadísticas

source: Paragraphs (APNX accurate)
es: Párrafos (precisión de APNX)

source: E-book Viewer (calibre)
es: Visor de ebooks (calibre)

source: Custom (Chars Per Page)
es: Personalizada (Caracteres por página)

source: Estimate page/word counts
es: Estimar el conteo de páginas/palabras

source: Download page/word counts
es: Descargar conteos de páginas/palabras

source: Page count options:
es: Opciones de conteo de páginas:

source: &Custom column:
es: &Columna personalizada:

source: Leave this blank if you do not want to count pages
es: Deja esto en blanco si no quieres contar páginas

source: &Algorithm:
es: &Algoritmo:

source: Choose which algorithm to use if you have specified a page count column
es: Elige qué algoritmo usar si has especificado una columna para conteo de páginas

source: C&hars per page:
es: C&aracteres por página:

source: If using the Custom algorithm, specify how many characters per page including spaces.
es: Si se está usando el algoritmo Personalizado, especifica cuántos caracteres por página incluyendo espacios.

source: Word count options:
es: Opciones de conteo de palabras:

source: C&ustom column:
es: C&olumna personalizada:

source: Leave this blank if you do not want to count words
es: Déjala en blanco si no quieres contar palabras

source: Use ICU algorithm
es: Usar algoritmo ICU

source: The ICU algorithm is a more complete word count and supports multiple locales. Uncheck this to use the original word count algorithm.
es: El algoritmo ICU es un conteo de palabras más completo y soporta múltiples <i>locales</i>. Desmárcalo si quieres usar el algoritmo original de conteo de palabras.

source: Readability options:
es: Opciones de legibilidad:

source: Readability statistics available are <a href="http://en.wikipedia.org/wiki/Flesch–Kincaid_readability_test">Flesch-Kincaid</a> or <a href="http://en.wikipedia.org/wiki/Gunning_fog_index">Gunning Fog Index</a>.
es: Las estadísticas de legibilidad están disponibles en <a href="http://en.wikipedia.org/wiki/Flesch–Kincaid_readability_test">Flesch-Kincaid</a> o <a href="http://en.wikipedia.org/wiki/Gunning_fog_index">Gunning Fog Index</a>.

source: &Flesch Reading Ease:
es: &Facilidad de legibilidad de Flesch:

source: Specify the custom column to store a computed Flesch Reading Ease score. Leave this blank if you do not want to calculate it
es: Especifica la columna personalizada para almacenar la puntuación calculada de la prueba de legibilidad de Flesch. Déjala en blanco si no quieres calcularla.

source: Flesch-&Kincaid Grade:
es: Nivel Flesch-&Kincaid:

source: Specify the custom column to store a computed Flesch-Kincaid Grade Level score. Leave this blank if you do not want to calculate it
es: Especifica la columna personalizada para almacenar la puntuación calculada del Flesch-Kincaid Grade Level. Déjala en blanco si no quieres calcularla.

source: Specify the custom column to store a computed Gunning Fog Index score. Leave this blank if you do not want to calculate it
es: Especifica la columna personalizada para almacenar la puntuación calculada del GFI. Déjala en blanco si no quieres calcularla.

source: Other options:
es: Otras opciones:

source: &Button default:
es: &Botón por defecto:

source: If plugin is placed as a toolbar button, choose a default action when clicked on
es: Si el plugin se coloca como un botón en la barra de herramientas, elige una acción por defecto cuando se pulsa

source: Always overwrite an existing word/page count
es: Siempre sobrescribe un conteo existente de palabras/páginas

source: Uncheck this option if you have manually populated values in either of your page/word custom columns, and never want the plugin to overwrite it. Acts as a convenience option for users who have the toolbar button configured to populate both page and word count, but for some books have already assigned values into a column and just want the zero/blank column populated.
es: Desmarca esta opción si tienes valores incluidos manualmente en alguna de tus columnas personalizadas para páginas o palabras y no quiere que las sobrescriba nunca el plugin. Actúa como una opción útil para usuarios que tienen el botón de la barra de herramientas configurado para informar tanto el conteo de páginas como de palabras, pero para algunos libros ya han asignado valores a una columna y solo quieren informar las columnas con valor cero o blanco.

source: Update the statistics even if they have not changed.
es: Actualizar las estadísticas aunque no hayan cambiado.

source: Check this option if you want the statistics to be updated in the books metadata even if they have not changed. Using this option will always update the modified timestamp for the book even when the statistics have not changed.
es: Marca esta opción si quieres que se actualicen las estadísticas en los metadatos del libre incluso si no han cambiado. El usar esta opción siempre actualiza el timestamp modificado para el libro incluso cuando las estadísticas.

source: Prompt to save counts
es: Preguntar para salvar los conteos

source: Uncheck this option if you want changes applied without a confirmation dialog. There is a small risk with this option unchecked that if you are making other changes to this book record at the same time they will be lost.
es: Desmarcar esta opción si quieres que los cambios se apliquen sin diálogo de confirmación. Con esta opción desmarcada hay un riesgo mínimo de que, si estás haciendo a la vez cambios en este registro, se puedan perder.

source: Keyboard shortcuts...
es: Atajos de teclado...

source: Edit the keyboard shortcuts associated with this plugin
es: Editar los atajos de teclado asociados con este plugin

source: &View library preferences...
es: &Ver preferencias de biblioteca..

source: View data stored in the library database for this plugin
es: Ver los datos almacenados en la base de datos de la biblioteca para este plugin
